{
    "Welcome to React": "أهلا الى ريأكت ",
    "title": "كلنا قيم",
    "home": " الصفحة الرئيسية",
    "lang": "EN",
    "about us":  "عن المنظمة",
    "work": "أعمالنا",
    "contact": "اتصل بنا",
    "org": "منظمة كلنا قيم الخيرية",
    "about us title": "من نحن؟",
    "who are we":  " <span>كلنا قيم</span> هي منظمة خيرية غير ربحية مسجلة رسميًا لدى مفوضية العون الإنساني، تهدف إلى تعزيز القيم الإيجابية في المجتمع من خلال تقديم المساعدات الإنسانية للمحتاجين بشفافية ومسؤولية. نعمل على بناء مجتمع أكثر استدامة وسلامًا عبر برامج متكاملة تخدم الأفراد وتلبي احتياجاتهم",
    "our vision title": "رؤيتنا",
    "our vision body": "أن نكون نموذجًا رائدًا في تعزيز القيم الإنسانية ونشرها في المجتمع، عبر تقديم الخدمات والمساعدات التي تساهم في تحسين حياة الأفراد وتمكينهم",
    "our mision title": "رسالتنا",
    "our mision body": "نلتزم بخدمة المجتمع من خلال تعزيز القيم الإيجابية وتقديم الدعم الإنساني المتكامل للمحتاجين، مع التركيز على الشفافية والكفاءة في تقديم العون، وبناء مجتمع يزدهر بالسلام والتنمية.",
    "our goals title":"أهدافنا",
    "our goals body":"نسعى في منظمة <span> كلنا قيم </span> إلى تحقيق الأهداف التالية:",
    "goal 1": "<b>دعم التنمية المستدامة: </b>نساهم في تحقيق أهداف التنمية المستدامة من خلال مبادرات تعزز التعليم، الصحة، والمساواة.",
    "goal 2": "<b>نشر ثقافة السلام: </b> تعزيز قيم التسامح ونبذ العنف وبناء مجتمع آمن ومستقر.",
    "goal 3": "<b>تمكين الشباب: </b> تقديم برامج تدريبية وفرص عمل لتأهيل الشباب ودعم مشاركتهم في المجتمع.",
    "goal 4": "<b>دعم المجتمع المدني:</b> توفير الدعم لمؤسسات المجتمع المدني وتيسير تنفيذ برامجها التنموية.",
    "goal 5": "<b>إحياء الدور الثقافي:</b> تنظيم الفعاليات التي تعزز الثقافة والتراث المجتمعي.",
    "goal 6": "<b>محاربة العادات الضارة:</b> رفع الوعي بالآثار السلبية للعادات الاجتماعية الضارة وترويج البدائل الإيجابية.",
    "goal 7": "<b>معالجة القضايا الاجتماعية:</b> تقديم حلول فعّالة للمشكلات الاجتماعية استنادًا إلى دراسات علمية.",
    "goal 8": "<b>نشر الوعي الصحي:</b> تعزيز الوعي بالثقافة الصحية والوقائية، ودعم قضايا الأمومة والطفولة.",
    "goal 9": "<b>حماية البيئة:</b> نشر ثقافة الحفاظ على البيئة وتعزيز الصحة العامة.",
    "goal 10": "<b>تعزيز العمل التطوعي:</b> تأهيل الشباب للمشاركة الفعّالة في أوقات الأزمات والكوارث.",
    "goal 11": "<b>رعاية الأسرة:</b> تقديم الدعم اللازم للأسرة باعتبارها اللبنة الأساسية لبناء مجتمع سليم.",
    "org structure title": "هيكلة المنظمة",
    "org structure body": "تتكون كلنا قيم من مكاتب متعددة، يتولى كل منها دورًا مهمًا في تحقيق أهداف المنظمة:",
    
    "office 1 title": "مكتب العلاقات الخارجية",
    "office 1 body": " يهتم ببناء الشراكات مع المنظمات الأخرى وتعزيز التواصل مع الجهات الخارجية",

    "office 2 title": "المكتب الاجتماعي",
    "office 2 body": "يعزز التفاعل الاجتماعي بين أعضاء المنظمة والمجتمع، ويساهم في تحسين صورة المنظمة",

    "office 3 title": "مكتب التنمية والموارد البشرية",
    "office 3 body": "يركز على تطوير برامج ومبادرات تهدف لتحسين حياة الناس وتدريب المتطوعين",

    "office 4 title": "مكتب المرأة والطفل",
    "office 4 body": "يقدم الدعم والرعاية لقضايا المرأة والطفل",

    "office 5 title": "المكتب الطبي",
    "office 5 body": "يوفر الخدمات الطبية وينظم حملات التوعية الصحية",

    "office 6 title": "المكتب الإعلامي",
    "office 6 body": " مسؤول عن نشر أخبار المنظمة وتوثيق أنشطتها",

    "office 7 title": "مكتب الأعضاء",
    "office 7 body": " يدير شؤون الأعضاء ويعزز مشاركتهم في فعاليات المنظمة",

    "office 8 title": "مكتب إدارة وتنمية المشاريع",
    "office 8 body": "يشرف على تخطيط وتنفيذ مشاريع المنظمة ووضع الخطط المستقبلية",

    "activities title": "أنشطتنا",
    "activities body": "في <b>كلنا قيم</b>، نحرص على تنفيذ مبادرات ومشاريع متنوعة تساهم في تعزيز رسالتنا الإنسانية ودعم المجتمع. نقدم العديد من الخدمات التي تركز على تحسين حياة الأفراد الأكثر حاجة.",
    "initiatives title": "مبادراتنا الحالية",

    "initiat 1 title": "جوانا أمل ",
    "initiat 1 body": "هي إستراحات تستقبل الأطفال المصابين بالسرطان من ولايات السودان المختلفة، حيث توفر لهم العديد من الخدمات مثل الخدمات الصحية والدعم النفسي والترفيهي للأطفال وإمكانية الإقامة والإعاشة لهم ولمرافقيهم.",

    "initiat 2 title": "مطبخ كُلُّنا قِيم الخيري",
    "initiat 2 body": "  تعد هذه المبادرة واحدة من أهم مبادراتنا، حيث تقوم جميع فروع المنظمة بشكل دوري بإعداد وجبات غذائية لتقديمها للوافدين ومتضرري الحرب. نهدف من خلال هذا المشروع إلى تخفيف معاناة الأفراد في الأزمات وتقديم الدعم الغذائي لهم في أصعب الأوقات.",

    "initiat 3 title": "كهاتين",
    "initiat 3 body": "وهي مبادرة تهدف إلى رعاية الأيتام وتقديم الدعم المادي والمعنوي لهم، لضمان حصولهم على الاحتياجات الأساسية من تعليم ورعاية صحية.",

    "initiat 4 title": "المتعففين",
    "initiat 4 body": "    مخصصة لخدمة الأسر المتعففة من خلال توفير الأدوية، ورعاية العمليات الجراحية، وتأهيل المستشفيات لضمان الحصول على خدمات طبية جيدة.",

    "initiat 5 title": "سقيا",
    "initiat 5 body": "  نعمل من خلال هذه المبادرة على توفير مياه الشرب للمناطق المحتاجة، عبر حفر الآبار وتوفير المبردات لضمان وصول المياه النظيفة للمجتمعات المحلية.",

    "initiat 6 title": "جوانا حلم",
    "initiat 6 body": "   تهدف هذه المبادرة إلى تأهيل المدارس وتوفير الحقائب المدرسية للطلاب في المناطق الأقل حظًا، لتشجيع التعليم وتحسين البيئة المدرسية",

    "work 1 title": "تنظيم الفعاليات الثقافية والفنية",
    "work 1 body": "   نقيم فعاليات تهدف إلى إحياء الدور الثقافي للمجتمع، وتشجيع الأفراد على المشاركة في الأنشطة الفنية التي تعزز الروابط المجتمعية. ومن أمثلتها حاليا: الختان الجماعي لأطفال مراكز الإيواء والمتعففين ",

    "work 2 title": "العمل التطوعي في الأزمات  ",
    "work 2 body": "نقوم بتأهيل المتطوعين للعمل في حالات الأزمات، سواء كانت حروب أو كوارث طبيعية، بهدف تقديم المساعدة المباشرة للمجتمعات المتضررة.",

    "work 3 title": "توثيق الأنشطة",
    "work 3 body": "لمزيد من الشفافية وتعزيز الثقة مع مجتمعنا، نوفر توثيقًا لأنشطتنا عبر الصور ومقاطع الفيديو المتاحة عبر منصاتنا المختلفة. تابعونا للاطلاع على أحدث مشاريعنا وجهودنا في الميدان.",

    "acc": "حساباتنا",
    "facebook 1": "الفرع الأساسي",
    "facebook 2": "فرع الدويم",
    "facebook 3": "فرع كوستي",
    "facebook 4": "فرع ولاية البحر الاحمر",
    "facebook 5": "فرع ربك",
    "facebook 6": "استراحة جوانا أمل",
    "whatsapp": "قناة الواتساب",
    "telegram": "قناة التلجرام",

    "join title": "كيف يمكنك الانضمام إلينا؟",
    "join body": "نرحب بجميع المهتمين بالعمل الخيري والمساهمة في نشر القيم الإيجابية. يمكن الانضمام من خلال التواصل معنا واختيار المكتب الذي يتناسب مع اهتماماتك وتخصصك",

    "rights": "كلنا قيم، جميع الحقوق محفوظة"

}